Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-text-test5.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.67100       388.00
Gets       56812.50      4743.75     52068.75      1.67700     77551.00
Totals     62500.00      4743.75     52068.75      1.67600     77939.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.62
SET               1        97.65
SET               2        99.90
SET               3        99.97
SET               4        99.99
SET               5       100.00
SET               6       100.00
---
GET               0         0.51
GET               1        97.13
GET               2        99.91
GET               3        99.97
GET               4        99.99
GET               5       100.00
GET               6       100.00