Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/text-test0.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.72600     92594.00
Gets       56812.50        12.50     56800.00      1.66300      1768.00
Totals     62500.00        12.50     56800.00      1.66900     94362.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.06
SET               1        89.17
SET               2        98.74
SET               3        99.75
SET               4        99.95
SET               5        99.97
SET               6        99.99
SET               7       100.00
---
GET               0         1.24
GET               1        92.67
GET               2        99.26
GET               3        99.84
GET               4        99.96
GET               5       100.00
GET               6       100.00
GET               7       100.00