Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/text-test1.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.70500     92594.00
Gets       56812.50      4756.25     52056.25      1.64700      2055.00
Totals     62500.00      4756.25     52056.25      1.65200     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.55
SET               1        95.18
SET               2        99.50
SET               3        99.85
SET               4        99.95
SET               5        99.98
SET               6       100.00
---
GET               0         0.72
GET               1        97.03
GET               2        99.67
GET               3        99.91
GET               4        99.99
GET               5       100.00
GET               6       100.00
GET               7       100.00