Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/text-test10.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.72900     92594.00
Gets       56812.50      4756.25     52056.25      1.66600      2055.00
Totals     62500.00      4756.25     52056.25      1.67200     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.27
SET               1        87.42
SET               2        99.19
SET               3        99.84
SET               4        99.95
SET               5        99.99
SET               6       100.00
SET               7       100.00
---
GET               0         1.37
GET               1        91.60
GET               2        99.43
GET               3        99.90
GET               4        99.97
GET               5        99.99
GET               6       100.00
GET               7       100.00
GET               8       100.00
GET              10       100.00