Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/text-test23.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.69300     92594.00
Gets       56812.50      4756.25     52056.25      1.63900      2055.00
Totals     62500.00      4756.25     52056.25      1.64400     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.30
SET               1        97.28
SET               2        99.76
SET               3        99.94
SET               4        99.97
SET               5        99.98
SET               6        99.99
SET               7       100.00
---
GET               0         0.36
GET               1        98.47
GET               2        99.93
GET               3        99.99
GET               4       100.00
GET               5       100.00